Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/ruanda_govaiguin_saniiguin_suongaiguin.html.tmx
Source language: sme
Languages: smn

source: Ruanda govaiguin, sániiguin, šuoŋaiguin
smn: Ruanda kuvijguin, sanijguin já nuotâiguin

source: Sámi mánáidkulturguovddáš Mánnu oažžu guossin UNICEF:a Buorre dáhtu áirasa ja dáiddáringe dovdojuvvon Eija Ahvo njukčamánus.
smn: Säämi párnáikulttuurkuávdáš Mánnu finnee njuhčâmáánust kyessin UNICEF Šiev táátu tuálvoo já taaiđâr Eija Ahvo.

source: UNICEF lea ON:id mánáidorganisašuvdna, mii doaibmá miehtá máilmmi mánáid buorrin, geat leat heajumus dilis.
smn: UNICEF lii OA párnáiservi, mii tuáimá pirrâ maailm tagarij párnái pyerrin, kiäh láá hiäjumus tiileest.

source: UNICEF fuolaha, ahte máná vuoigatvuođat dearvvasvuhtii, skuvlejupmái ja suodjaleapmái ollašuvvet.
smn: UNICEF huolât, ete párnáá vuoigâdvuođah tiervâsvuotân, škovliittâsân já suoijâlmân olášuveh.

source: Musihkar, neavttár Eija Ahvo lea doaibman 31 jagi Suoma Unicef buorre dáhtu áirrasin.
smn: Musikkár, čaittâleijee Eija Ahvo lii toimâm 31 ihheed Suomâ Unicef Šiev táátu tuálvon.

source: Ruandas báikki alde son oahpásmuvai UNICEF: a prošeavttaide ee. mánnárávvehatdoibmii, Mánnáustitlaš skuvlii ja Nuoraid One stop centerii.
smn: Kieddimäđhistis Ruandast sun uápásmui UNICEF projektáid ei. ravviittâhtooimân, Pärniustevlâš škovlâ- tooimân já nuorâi One stop center- tooimân.

source: Galledemiid ulbmilin lea oažžut min mánáid diđolažžan máilmmi mánáid dilis, eallimis, birgemis ja dahkat maiddái UNICEF:a barggu oahpisin.
smn: Kollimij ulmen lii adeliđ mii párnáid tiäđu maailm párnái tiileest, elimist, cevzimist já toohâđ meid UNICEF pargo uápisin.

source: Váikkuhanbarggu ulbmilin maiddái ruovttueatnamis lea oažžut áigái bissovaš nuppástusaid mánáid buorrin sihke servodaga ráhkadusain ja olbmuid doaladumiin.
smn: Vaikuttempargo ulmen meid päikkienâmist lii olášuttiđ pisovijd nubástusâid párnáá pyerrin sehe ohtsâškode ráhtusijn ete ulmui jurdâččemvuovijn.

source: UNICEF:a Buorre dáhtu áirras Eija Ahvo boahtá skuvlalaččaid guossin Vuhččui (20.3.), Avvilii (23.3.), Anárii (21.3.) ja Čeavetjávrái (22.3.).
smn: UNICEF Šiev táátu tuálvoo Eija Ahvo puátá škovlâlij kyessin Vuáčun (20.3.), Avelân (23.3.), Anarân (21.3.) já Čevetjáávrán (22.3.).

source: Son muitala Unicef-barggu birra Afrihká Ruandas ja iežas oahpásmanmátkki vásáhusain govaiguin, sániiguin ja šuoŋaiguin.
smn: Sun muštâl Unicef-pargoost Afrika Ruandast já jieijâs kieddimääđhi feeriimijn kuvijguin, sanijguin já lavluiguin.

source: Lassidieđut doaimmajođiheaddji Petra B. Magga-Vars
smn: Lasetiäđuh toimâjođetteijee Petra B. Magga-Vars

source: tel. 0407325503 Mánnu/Sámediggi
smn: puh. 0407325503 Mánnu/Sämitigge
